// Напишете програма, която пресмята нужните разходи за закупуването на храна за кучета и котки.  Храната се пазарува от зоомагазин, като една опаковка храна за кучета е на цена 2.50 лв, а опаковка храна за котки струва 4 лв.
// Вход
// От конзолата се четат 2 реда:
// ⦁	Броят на опаковките храна за кучета – цяло число в интервала [0… 100]
// ⦁	Броят на опаковките храна за котки –  цяло число в интервала [0… 100]
// Изход
// На конзолата се отпечатва: 
// "{крайната сума} lv."


function petShop(input){

    let dogFood = Number(input[0]);
    let catFood = Number(input[1]);

    let catFoodPrice = 4
    let dogFoodPrice = 2.5

    let totalAmount = (catFood*catFoodPrice) + (dogFood*dogFoodPrice)

    console.log(totalAmount)
}
petShop(["5", "4"])